[
    {
        "title": "AUCTION ALERT",
        "content": "Whether you're a budding filmmaker or a Hollywood pro, our Movie Set Spotlights are sure to give your productions that extra touch of class. These stunning spotlights are crafted from high-quality chrome and sit atop a sturdy tripod stand, making them perfect for any set. At ten inches tall, they provide plenty of light to ensure your shots are well-lit and cinematic. Plus, their sleek design is sure to add a touch of glamour to any production. So if you're looking to take your films to the next level, be sure to invest in a few of our Movie Set Spotlights. \r\n\r\n Check out lot Movie Set Spotlights - Chrome on Tripod Stand - approx. twenty inches tall and place your bid now! Link for auction in the comment/bio!!!!",
        "user_id": 1
    },
    {
        "title": "Gift Sale",
        "content": "If you're like us, one of the ways you show affection is through gift-giving. Since Valentines Day is for love (and self-loved), what better way to show you care than with a little something-something? \r\n\r\n Say 'I love you' with a Dyson hairdryer, luxury fragrances from brands like Prada, home scents, and more. When it comes to gifts, our curated list has got you covered so go ahead and treat the ones you love.",
        "user_id": 2
    },
    {
        "title": "BIG SALE",
        "content": "End of Season CLEARANCE SALE!!!!\r\n\r\n Flat thirty percent OFF!! \r\n\r\n Enjoy Flat thirty percent Discount on every product in this Post.. \r\n\r\n Offer valid up to 31st March.... \r\n\r\n Home Delivery Charge fifty Tk. Inside Dhaka(Cash on delivery). \r\n\r\n For Outside Dhaka, Delivery Charge fifty Tk. (Cash on Delivery / Sundarban Courier) depending on the location the charge may slightly vary. \r\n\r\n For any query please call",
        "user_id": 3
    },
    {
        "title": "Work Away",
        "content": "Techies: it's time to geek out!!! \r\n\r\n From now until January thirty, you can get up to seventy percent off eBay Refurbished top tech brands, plus free shipping. \r\n\r\n Stream your fav game on the laptop you always wanted, crank your tunes or listen very intently during meeting* with wireless headphones, or finally see what your pet is up to when they're alone with a home camera. \r\n\r\n Don’t miss out—these savings won't last forever only until, to be exact...",
        "user_id": 1
    },
    {
        "title": " AUCTION ALERT RE-AUCTION ALER RE-AUCTION ALER",
        "content": "Old Kingsway building Beach road, Takoradi is on the market \r\n\r\n Don't miss this chance!! \r\n\r\n Call for more information!!!",
        "user_id": 2
    },
    {
        "title": "Holiday Sale",
        "content": "It's time to wake up in the bedroom of your dreams. Save up to fifty percent on a selection of mattresses, bedroom furniture, bedding, and more. Offer ends  so shop your favorites before they sell out!!!!",
        "user_id": 3
    },
    {
        "title": "Spring to-do list",
        "content": "Bake a strawberry pie and eat it in one go \r\n\r\n --> Listen to your spring playlist on noise-cancelling headphones \r\n\r\n --> Chill in the garden while the i-Robot does the work \r\n\r\n --> Get up to fifty percent off eBay Refurbished  \r\n\r\n Shop appliances and more from top brands, plus get a two-year warranty on Certified Refurbished items. Hurry! Offer ends until finished.",
        "user_id": 1
    },
    {
        "title": "10% DISCOUNT EXTENDED",
        "content": "ARE OPEN FOR ORDERS AGAIN   \r\n\r\n Inbox us to place your order and surprise your loved ones  \r\n\r\n Customization possible flavor/color per Strawberries must!!!",
        "user_id": 2
    },
    {
        "title": "Glorious graphics",
        "content": "Immersive audio, and smooth controls—that's what gaming should feel like. Get up to fifty percent off and free shipping on eBay Refurbished laptops, headphones, controllers, and other gaming accessories. Hurry! Don't miss out on brands like Razer, HyperX, Alienware, and more!!!!",
        "user_id": 3
    },
    {
        "title": "Do You know what's cooler than cool? ",
        "content": "Sunglasses that are also speakers. Take an extra ten tk off eBay Refurbished smartphones, headphones, power tools, and more from top brands. Plus, get it all with a one- or two-year warranty. Hurry! The coupon ends untill!!!!",
        "user_id": 1
    },
    {
        "title": "Saving money when you shop",
        "content": "Saving money when you shop is important, but so is doing our best to help the environment. When you shop eBay Refurbished, you're doing both.  \r\n\r\n You help extend the life of quality devices, reduce harmful waste, and limit our environmental impact. \r\n\r\n So feel good about great savings and help the planet keep on keeping on.",
        "user_id": 2
    },
    {
        "title": "Now get 10% discount on EID collections",
        "content": "If you are looking for simple and elegant wear for this Eid-Ul Fitr, these will be perfect for you… \r\n\r\n Summer friendly!!!! \r\n\r\n Comfortable and high quality material!!!!",
        "user_id": 3
    },
    {
        "title": "Black Friday sale",
        "content": "Sale Sale sale \r\n\r\n hurry up !!  hurry up !! hurry up !!  \r\n\r\n Flat sale in every product  \r\n\r\n hundred percent authentic product  \r\n\r\n Inbox us for order \r\n\r\n BloomyBerg Beauty!!!!",
        "user_id": 1
    },
    {
        "title": "Football fans",
        "content": "we know you're excited about February. After all, it's the biggest game of the year. \r\n\r\n What if you could get 10% off on signed jerseys, footballs, hats, and more from your favorite players? \r\n\r\n Now THAT is an event to get hyped for!!! \r\n\r\n Hurry though, the auction ends, a day after the NFL latest champion will have been crowned. \r\n\r\n Don't fumble this opportunity.",
        "user_id": 2
    },
    {
        "title": "AUCTION ALERT",
        "content": "Large Spathiphyllum Kokedama \r\n\r\n  Check out today's live to watch me wrap those baby!! \r\n\r\n BID STARTS NOW AT $ten \r\n\r\n BID INCREASE BY five doller \r\n\r\n Auction ends tonight  thirty percent Saturday \r\n\r\n Postage available at buyers cost!!!! \r\n\r\n Payment and pick-up to be organized within  hours of being notified  \r\n\r\n PLEASE NOTE: NEW BANK DETAILS \r\n\r\n MLK BANK ACC DETAILS  \r\n\r\n payment to Miss Sheree Moroney BSB \r\n\r\n Any questions just message us xx \r\n\r\n OK BIDS AWAY!!!!",
        "user_id": 3
    },
    {
        "title": "Python and Physics",
        "content": "Agam mediocritatem sed ex, fabellas recusabo dissentias vix te. No principes consequat inciderint pri, ea mundi affert persecuti mea, ne usu veri regione nostrum! An tibique dissentiet referrentur pro, ridens temporibus eu est! Ius ne omnes affert rationibus, ut detraxit qualisque usu. Accusamus reformidans sea id?\r\n\r\nEu aliquip gloriatur mei. Qui ad sint scripserit? Te instructior definitiones mel, sale mutat everti at his. Ea mea quot recusabo philosophia. Et nam quod adipisci, quo atqui appetere recusabo id, detraxit inimicus vim.",
        "user_id": 1
      },
  
    {
        "title": "SPECIALTY AUCTION ALERT",
        "content": "BEAUTIFUL BATHROOM PIECES and CERAMIC DESIGNER TILES!! \r\n\r\n * Auction starts now, ends tomorrow. \r\n\r\n * Winning bids will be determined by the highest bid within the acurate time. Based on Facebook's time stamp. \r\n\r\n * Please post all bids in the comments section of the item you are interested in. \r\n\r\n * STANDARD ten percent buyer's premium applied to all final bids. \r\n\r\n * ALL SALES ARE FINAL. HAVE FUN,FOLKS! THANKS EVERYBODY!!!",
        "user_id": 2
    },  
    {
        "title": "Music To Listen To While Coding",
        "content": "Feugait reprimique eu mel, te eum dico electram. Nam no nemore cotidieque. Vim cu suas atqui dicunt. Id labitur dissentiunt per, ignota maiorum pri no? Clita altera sanctus ex his!\r\n\r\nAt alia electram reprehendunt eam, sea te volumus quaestio. Commodo voluptua senserit ius ne, eu enim disputationi eam? Id pri omnium blandit, nullam denique nec no? Sapientem vituperata sit et, nisl facilisis periculis in est. Elaboraret accommodare id vel? Cibo eripuit ut has, sed cu liber invidunt.\r\n\r\nEi pro vide quas dolorum, sea no fugit sanctus neglegentur. Sit feugait disputationi ne. Id diceret periculis nec, sint nonumes in sea, cum.",
        "user_id": 3
    }  
]
